Repository: sportfy/paperless-ngx
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: af_za

source: Documents
af_za: Dokumente

source: owner
af_za: eienaar

source: None
af_za: Geen

source: Any word
af_za: Enige woord

source: All words
af_za: Alle woorde

source: Exact match
af_za: Presiese ooreenkoms

source: Regular expression
af_za: Reguliere uitdrukking

source: Fuzzy word
af_za: Wasige woord

source: Automatic
af_za: Outomaties

source: name
af_za: naam

source: match
af_za: ooreenkoms

source: matching algorithm
af_za: ooreenkomsalgoritme

source: is insensitive
af_za: hoofletterongevoelig

source: correspondent
af_za: korrespondent

source: correspondents
af_za: korrespondente

source: color
af_za: kleur

source: is inbox tag
af_za: is inmandjie-etiket

source: Marks this tag as an inbox tag: All newly consumed documents will be tagged with inbox tags.
af_za: Markeer hierdie etiket as ’n inmandjie-etiket: Alle nuwe verwerkte dokumente kry inmandjie-etikette.

source: tag
af_za: etiket

source: tags
af_za: etikette

source: document type
af_za: dokumenttipe

source: document types
af_za: dokumenttipes

source: path
af_za: pad

source: storage path
af_za: bergpad

source: storage paths
af_za: bergpaaie

source: Unencrypted
af_za: Ongeënkripteer

source: Encrypted with GNU Privacy Guard
af_za: Geënkripteer met GNU Privacy Guard

source: title
af_za: titel

source: content
af_za: inhoud

source: The raw, text-only data of the document. This field is primarily used for searching.
af_za: Die rou data van die dokument. Hierdie veld word hoofsaaklik gebruik om te soek.

source: mime type
af_za: MIME-tipe

source: checksum
af_za: kontrolesom

source: The checksum of the original document.
af_za: Die kontrolesom van die oorspronklike dokument.

source: archive checksum
af_za: argiefkontrolesom

source: The checksum of the archived document.
af_za: Die kontrolesom van die geargiveerde dokument.

source: created
af_za: geskep

source: modified
af_za: gewysig

source: storage type
af_za: tipe bergplek

source: added
af_za: toegevoeg

source: filename
af_za: lêernaam

source: Current filename in storage
af_za: Huidige lêernaam in argief

source: archive filename
af_za: lêernaam in argief

source: Current archive filename in storage
af_za: Huidige lêernaam in argief

source: original filename
af_za: oorspronklike lêernaam

source: The original name of the file when it was uploaded
af_za: Die oorspronklike lêernaam toe dit opgelaai is

source: archive serial number
af_za: argiefreeksnommer

source: The position of this document in your physical document archive.
af_za: Die ligging van hierdie dokument in u fisiese dokumentargief.

source: document
af_za: dokument

source: documents
af_za: dokumente

source: debug
af_za: ontfout

source: information
af_za: inligting

source: warning
af_za: waarskuwing

source: error
af_za: fout

source: critical
af_za: krities

source: group
af_za: groep

source: message
af_za: boodskap

source: level
af_za: vlak

source: log
af_za: logboek

source: logs
af_za: logboeke

source: saved view
af_za: bewaarde aansig

source: saved views
af_za: bewaarde aansigte

source: show on dashboard
af_za: toon in paneelbord

source: show in sidebar
af_za: toon in systaaf

source: sort field
af_za: sorteerveld

source: sort reverse
af_za: sorteer omgekeerd

source: title contains
af_za: titel bevat

source: content contains
af_za: inhoud bevat

source: correspondent is
af_za: korrespondent is

source: document type is
af_za: dokumenttipe is

source: is in inbox
af_za: is in inmandjie

source: has tag
af_za: het etiket

source: has any tag
af_za: het enige etiket

source: created before
af_za: geskep voor

source: created after
af_za: geskep na

source: created year is
af_za: jaar geskep is

source: created month is
af_za: maand geskep is

source: created day is
af_za: dag geskep is

source: added before
af_za: toegevoeg voor

source: added after
af_za: toegevoeg na

source: modified before
af_za: gewysig voor

source: modified after
af_za: gewysig na

source: does not have tag
af_za: het geen etiket nie

source: does not have ASN
af_za: het geen ASN nie

source: title or content contains
af_za: titel of inhoud bevat

source: fulltext query
af_za: deursoek inhoud

source: more like this
af_za: meer soos dit

source: has tags in
af_za: het etikette in

source: ASN greater than
af_za: ASN groter as

source: ASN less than
af_za: ASN kleiner as

source: storage path is
af_za: bewaarpad is

source: rule type
af_za: reëltipe

source: value
af_za: waarde

source: filter rule
af_za: filterreël

source: filter rules
af_za: filterreëls

source: Task ID
af_za: Taak-ID

source: Celery ID for the Task that was run
af_za: Celery ID vir die taak wat uitgevoer is

source: Acknowledged
af_za: Bevestig

source: If the task is acknowledged via the frontend or API
af_za: Of die taak bevestig is via die tussenvlak of die API

source: Task Filename
af_za: Taaklêernaam

source: Name of the file which the Task was run for
af_za: Naam van die lêer waarvoor die taak uitgevoer is

source: Task Name
af_za: Taaknaam

source: Name of the Task which was run
af_za: Naam van die uitgevoerde taak

source: Task State
af_za: Taakstatus

source: Current state of the task being run
af_za: Huidige status van die taak wat uitgevoer word

source: Created DateTime
af_za: Geskepte datumtyd

source: Datetime field when the task result was created in UTC
af_za: Datumtydveld wanneer die resultaat geskep is in UTC

source: Started DateTime
af_za: Begonne datumtyd

source: Datetime field when the task was started in UTC
af_za: Datumtydveld wanneer die taak begin is in UTC

source: Completed DateTime
af_za: Voltooide datumtyd

source: Datetime field when the task was completed in UTC
af_za: Datumtydveld wanneer die taak voltooi is in UTC

source: Result Data
af_za: Resultaatdata

source: The data returned by the task
af_za: Data wat deur die taak teruggegee is

source: user
af_za: gebruiker

source: notes
af_za: notas

source: Only consume documents which entirely match this filename if specified. Wildcards such as *.pdf or *invoice* are allowed. Case insensitive.
af_za: Verwerk slegs dokumente wat volledig met hierdie lêernaam ooreenkom indien gespesifiseer. U kan jokertekens soos *.pdf of *faktuur* gebruik. Hoofletterongevoelig.

source: assign this tag
af_za: ken hierdie etiket toe

source: assign this document type
af_za: ken hierdie dokumenttipe toe

source: assign this correspondent
af_za: ken hierdie korrespondent toe

source: order
af_za: volgorde

source: Invalid regular expression: %(error)s
af_za: Ongeldige reguliere uitdrukking: %(error)s

source: Invalid color.
af_za: Ongeldige kleur.

source: File type %(type)s not supported
af_za: Lêertipe %(type)s word nie ondersteun nie

source: Invalid variable detected.
af_za: Ongeldige veranderlike bespeur.

source: Paperless-ngx is loading...
af_za: Paperless-ngx laai tans…

source: Still here?! Hmm, something might be wrong.
af_za: Nog steeds hier?! H’m, iets is dalk fout.

source: Here's a link to the docs.
af_za: Hier is ’n skakel na die dokumente.

source: Paperless-ngx signed out
af_za: Paperless-ngx is afgeteken

source: You have been successfully logged out. Bye!
af_za: U het suksesvol afgeteken. Totsiens!

source: Sign in again
af_za: Teken weer aan

source: Paperless-ngx sign in
af_za: Paperless-ngx-aantekening

source: Please sign in.
af_za: Teken asb. aan.

source: Your username and password didn't match. Please try again.
af_za: U gebruikersnaam en wagwoord stem nie ooreen nie. Probeer weer.

source: Username
af_za: Gebruikersnaam

source: Password
af_za: Wagwoord

source: Sign in
af_za: Teken aan

source: Email
af_za: E-pos

source: English (US)
af_za: Engels (VS)

source: Arabic
af_za: Arabies

source: Belarusian
af_za: Belorussies

source: Catalan
af_za: Katalaans

source: Czech
af_za: Tsjeggies

source: Danish
af_za: Deens

source: German
af_za: Duits

source: English (GB)
af_za: Engels (GB)

source: Spanish
af_za: Spaans

source: Finnish
af_za: Fins

source: French
af_za: Frans

source: Italian
af_za: Italiaans

source: Luxembourgish
af_za: Luxemburgs

source: Dutch
af_za: Nederlands

source: Polish
af_za: Pools

source: Portuguese (Brazil)
af_za: Portugees (Brasilië)

source: Portuguese
af_za: Portugees

source: Romanian
af_za: Roemeens

source: Russian
af_za: Russies

source: Slovenian
af_za: Sloweens

source: Serbian
af_za: Serwies

source: Swedish
af_za: Sweeds

source: Turkish
af_za: Turks

source: Chinese Simplified
af_za: Vereenvoudigde Sjinees

source: Paperless-ngx administration
af_za: Paperless-ngx administrasie

source: Authentication
af_za: Geldigverklaring

source: Advanced settings
af_za: Gevorderde instellings

source: Paperless will only process mails that match ALL of the filters given below.
af_za: Paperless verwerk slegs e-posse wat aan ALLE onderstaande filters voldoen.

source: Actions
af_za: Aksies

source: The action applied to the mail. This action is only performed when the mail body or attachments were consumed from the mail.
af_za: Die aksie wat op die e-pos toegepas is. Hierdie aksie word slegs uitgevoer wanneer die e-posinhoud of -aanhegsels van die e-pos verbruik is.

source: Assign metadata to documents consumed from this rule automatically. If you do not assign tags, types or correspondents here, paperless will still process all matching rules that you have defined.
af_za: Ken outomaties metadata toe aan dokumente vanuit hierdie reël. Indien u geen etikette, tipes of korrespondente toeken nie, sal Paperless steeds alle ooreenstemmende gedefinieerde reëls verwerk.

source: Paperless mail
af_za: Paperless e-pos

source: mail account
af_za: e-posrekening

source: mail accounts
af_za: e-posrekeninge

source: No encryption
af_za: Geen enkripsie

source: Use SSL
af_za: Gebruik SSL

source: Use STARTTLS
af_za: Gebruik STARTTLS

source: IMAP server
af_za: IMAP-bediener

source: IMAP port
af_za: IMAP-poort

source: This is usually 143 for unencrypted and STARTTLS connections, and 993 for SSL connections.
af_za: Dit is gewoonlik 143 vir ongeënkripteerde of STARTTLS-verbindings, en 993 vir SSL verbindings.

source: IMAP security
af_za: IMAP-beveiliging

source: username
af_za: gebruikersnaam

source: password
af_za: wagwoord

source: character set
af_za: karakterstel

source: The character set to use when communicating with the mail server, such as 'UTF-8' or 'US-ASCII'.
af_za: Karakterstel wat gebruik moet word by kommunikasie met die e-posbediener, soos ‘UTF-8’ of ‘US-ASCII’.

source: mail rule
af_za: e-posreël

source: mail rules
af_za: e-posreëls

source: Only process attachments.
af_za: Verwerk slegs aanhegsels.

source: Process full Mail (with embedded attachments in file) as .eml
af_za: Verwerk volle e-pos (met ingebedde aanhegsels in lêer) as .eml

source: Process full Mail (with embedded attachments in file) as .eml + process attachments as separate documents
af_za: Verwerk volle e-pos (met ingebedde aanhegsels in lêer) as .eml + verwerk aanhegsels as afsonderlike dokumente

source: Process all files, including 'inline' attachments.
af_za: Verwerk alle lêers, insluitend ‘inlyn’-aanhegsels.

source: Delete
af_za: Skrap

source: Move to specified folder
af_za: Skuif na gegewe vouer

source: Mark as read, don't process read mails
af_za: Markeer as gelees, moenie geleeste e-posse verwerk nie

source: Flag the mail, don't process flagged mails
af_za: Markeer die e-pos, moenie gemarkeerde e-posse verwerk nie

source: Tag the mail with specified tag, don't process tagged mails
af_za: Etiketteer die e-pos met die gespesifiseerde etiket, moenie geëtiketteerde e-posse verwerk nie

source: Use subject as title
af_za: Gebruik onderwerp as titel

source: Use attachment filename as title
af_za: Gebruik aanhegsellêernaam as titel

source: Do not assign a correspondent
af_za: Moenie ’n korrespondent toeken nie

source: Use mail address
af_za: Gebruik e-posadres

source: Use name (or mail address if not available)
af_za: Gebruik naam (of e-posadres indien nie beskikbaar nie)

source: Use correspondent selected below
af_za: Gebruik die korrespondent wat hier onder gekies is

source: account
af_za: rekening

source: folder
af_za: vouer

source: Subfolders must be separated by a delimiter, often a dot ('.') or slash ('/'), but it varies by mail server.
af_za: Subvouers moet deur ’n skeidingsteken geskei word, dikwels ’n (.) of solidus (/), maar dit wissel volgens e-posbediener.

source: filter from
af_za: filter van

source: filter to
af_za: filter aan

source: filter subject
af_za: filter onderwerp

source: filter body
af_za: filter inhoud

source: maximum age
af_za: maksimum ouderdom

source: Specified in days.
af_za: Aangegee in dae.

source: attachment type
af_za: aanhegseltipe

source: Inline attachments include embedded images, so it's best to combine this option with a filename filter.
af_za: Inlyn aanhegsels sluit ingebedde beelde in, daarom is dit die beste om hierdie opsie met ’n lêernaamfilter te kombineer.

source: consumption scope
af_za: verbruiksomvang

source: action
af_za: aksie

source: action parameter
af_za: aksieparameter

source: Additional parameter for the action selected above, i.e., the target folder of the move to folder action. Subfolders must be separated by dots.
af_za: Bykomende parameter vir die gekose aksie hier bo, bv.: die teikenvouer vir die “skuif na vouer”-aksie. Subvouers moet deur punte geskei.

source: assign title from
af_za: ken titel toe van

source: assign correspondent from
af_za: ken korrespondent toe van

source: subject
af_za: onderwerp

source: received
af_za: ontvang

source: processed
af_za: verwerk
